# input არის შემავალი ინფორმაცია
# output არის გამომავალი ინფორმაცია


#კონკატეკაცია არის ორი str-ის ერთმანეთში გადაბმა.

num1=input("enter your age: ")

print(num1)


you=input("შეიყვანე სახელი, გვარი, ასაკი, საცხოვრებელი ადგილი, საყვარელი ფერი, საყვარელი მანქანა: ")

print(you)

15+ 23

print(str(15+23))

3+ 87

print(str(3+87))

45+63

print(str(45+63))

236+ 38

print(str(236+38))

49+ 213

print(str(49+213))




"32+63"

print(int(32+63))

"45+87"

print(int(45+87))

"45+783"

print(int(45+783))

"2676+38"

print(int(2676))

"478+253"

print(int(478+253))